tap "adoptopenjdk/openjdk"
tap "derailed/k9s"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"

brew "aspell"
brew "awscli"
brew "coreutils"
brew "curl"
brew "derailed/k9s/k9s"
brew "dialog"
brew "ffmpeg"
brew "gettext"
brew "git"
brew "git-lfs"
brew "go"
brew "gtk+3"
brew "httpie"
brew "imagemagick"
brew "jenv"
brew "jq"
brew "kube-ps1"
brew "kubectx"
brew "kubernetes-cli"
brew "kubernetes-helm"
brew "nmap"
brew "nvm"
brew "p7zip"
brew "pyenv"
brew "python"
brew "python"
brew "readline"
brew "telnet"
brew "unrar"
brew "vim"
brew "wget"
brew "wireshark"

cask "firefox"
cask "google-chrome"
cask "intellij-idea"
cask "iterm2"
cask "java"
cask "mysqlworkbench"
cask "robo-3t"
cask "transmission"
cask "vlc"
