cask_args appdir: '/Applications'

tap 'caskroom/cask'
tap 'homebrew/bundle'

brew 'coreutils'
brew 'unrar'
brew 'wget'
brew 'nmap'
brew 'vim'
brew 'curl'
brew 'sonar-runner'
brew 'python'
brew 'sbt'
brew 'nvm'

cask 'atom'
cask 'alfred'
cask 'firefox'
cask 'google-chrome'
cask 'iterm2'
cask 'dockertoolbox'
cask 'java'
cask 'mysqlworkbench'
cask 'p4merge'
cask 'intellij-idea'
cask 'macdown'
cask 'robomongo'
cask 'rdm'
cask 'transmission'
cask 'vlc'
