tap "adoptopenjdk/openjdk"
tap "derailed/k9s"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"

cask "adoptopenjdk/openjdk/adoptopenjdk11"
cask "adoptopenjdk/openjdk/adoptopenjdk8"

brew "aspell"
brew "gettext"
brew "readline"
brew "python"
brew "awscli"
brew "carthage"
brew "cmake"
brew "coreutils"
brew "curl"
brew "dialog"
brew "dnsmasq"
brew "ffmpeg"
brew "gawk"
brew "git"
brew "git-lfs"
brew "go"
brew "gradle"
brew "gtk+3"
brew "httpie"
brew "imagemagick"
brew "jenv"
brew "jmeter"
brew "jq"
brew "kubernetes-cli"
brew "kube-ps1"
brew "kubectx"
brew "kubernetes-helm"
brew "maven"
brew "netcat"
brew "nmap"
brew "nvm"
brew "p7zip"
brew "pyenv"
brew "socat"
brew "stunnel"
brew "telnet"
brew "unrar"
brew "vim"
brew "wget"
brew "xhyve"
brew "zlib"
brew "zsh"
brew "derailed/k9s/k9s"
cask "appcleaner"
cask "atom"
cask "firefox"
cask "gimp"
cask "google-chrome"
cask "google-earth-pro"
cask "intellij-idea-ce"
cask "iterm2"
cask "java"
cask "libreoffice"
cask "macdown"
cask "mysqlworkbench"
cask "osxfuse"
cask "p4v"
cask "postman"
cask "robo-3t"
cask "sequel-pro"
cask "spectacle"
cask "spotify"
cask "transmission"
cask "tunnelblick"
cask "visual-studio-code"
cask "vlc"

